# -*- coding:utf-8 -*-
import re


a = ['10:22:53', '10:07:37', '09:58:22', '09:49:35', '09:35:23', '09:33:19']
b = ['2019-07-09', '2019-07-09', '2019-07-09', '2019-07-09', '2019-07-09']
c = [[1, 2, 3], [3, 4, 5], [1, 2]]

法币对应单位 = {'美元': 'USD', '韩元': 'KRW', '日元': 'JPY', '欧元': 'EUR', '越南盾': 'VND', '人民币': 'CNY'}

[{'交易总额': '100.00', '交易数量': '2.272727', '订单时间': '10:30 07/17', '交易对象': '我是大魔王', '订单状态': '请付款', '币种': 'USDT'}, {'交易总额': '100.00', '交易数量': '2.272727', '订单时间': '10:28 07/17', '交易对象': '我是大魔王', '订单状态': '请付款', '币种': 'USDT'}]
{'交易总额': '100.00', '交易数量': '2.272727', '订单时间': '30:26 07/17', '交易对象': '我是大魔王', '订单状态': '请付款', '币种': 'USDT'}

[
    {'币种名称': 'AJ', '标题': 'Air Jordan', '数量': '0.00', '换算数量': '≈ 0.0000 CNY', '计价方式': 'Air Jordan'},
    {'币种名称': 'BAT', '标题': 'Basic Attention Token', '数量': '0.00', '换算数量': '≈ 0.0000 CNY', '计价方式': 'Basic Attention Token'},
    {'币种名称': 'BCH', '标题': 'Bitcoin Cash ABC', '数量': '0.00', '换算数量': '≈ 0.0000 CNY', '计价方式': 'Bitcoin Cash ABC'},
    {'币种名称': 'BSV', '标题': 'Bitcoin Cash SV', '数量': '0.00', '换算数量': '≈ 0.0000 CNY', '计价方式': 'Bitcoin Cash SV'},
    {'币种名称': 'BTC', '标题': 'Bitcoin', '数量': '10002.21', '换算数量': '≈ 0.0000 CNY', '计价方式': 'Bitcoin'}]

a = True or False

print(a)